filter_list2 = [
    {
        "name" : "열무얼갈이김치",  # 채소
        "1": "달래나물무침",  # 채소
        "2": "사과",     # 과일
        "3": "귀리",       # 곡
    },
    {
        "name" : "메밀전병",    # 채소
        "1":"곤드레나물밥",  # 채소
        "2":"아보카도",     # 과일
        "3":"쌀",       # 곡
    },
    {
        "name" : "더덕무침",  # 채소
        "1":"콩나물",       # 채소
        "2":"망고",     # 과일
        "3":"밀",       # 곡
    },
    # {   # 채소류
    #     "name" : "더덕무침",
    #     "1":"콩나물",
    #     "2":"열무얼갈이김치",
    #     "3":"곤드레나물밥",
    # },
    # {   # 과일류
    #     "name" : "바나나",
    #     "1": "수박",
    #     "2": "사과",
    #     "3": "아보카도",
    # },
    # {   # 곡류
    #     "name" : "메밀전병",
    #     "1":"밀",
    #     "2":"쌀",
    #     "3":"귀리",
    # }
]